IDEA Open Model
NadSetupValue.IsActive Property
 Is active
 Namespace: IdeaRS.OpenModel.Concrete
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.0.1.1 (10.0.1.1)
Syntax
public bool IsActive { get; set; }
Public Property IsActive As Boolean
	Get
	Set
public:
property bool IsActive {
	bool get ();
	void set (bool value);
}
Property Value
Type: Boolean
See Also
Reference
NadSetupValue Class
IdeaRS.OpenModel.Concrete Namespace